Repository: tollbridge/tollbridge-wordpress-plugin
Catalog: lang/tollbridge-*.po
Languages: es_es, fr_fr

source: received from remote server.
es_es: recibido del servidor remoto.
fr_fr: reçu du serveur distant.

source: Account Settings
es_es: Configuración de la cuenta
fr_fr: Paramètres du compte

source: After
es_es: Tras
fr_fr: Après

source: Allow these user types to bypass paywall
es_es: Permitir acceso gratuito a los usuarios de este tipo
fr_fr: Autoriser ces types d'utilisateurs à contourner le paywall

source: App ID
es_es: ID de aplicacción
fr_fr: ID App

source: Apply settings globally
es_es: Aplicar configuración global
fr_fr: Appliquer les paramètres globalement

source: Apply to these post types
es_es: Aplicar a estos tipos de publicaciones
fr_fr: Appliquer à ces types de postes

source: Authenticating
es_es: Autenticando
fr_fr: Authentification

source: Callback URL
es_es: URL de retorno
fr_fr: URL de retour

source: Callback Url
es_es: URL de callback
fr_fr: URL de callback

source: Change paywall access over time
es_es: Cambiar acceso a la plataforma con el tiempo
fr_fr: Modifier l'accès à paywall au fil du temps

source: Client ID
es_es: ID de cliente
fr_fr: ID Client

source: Client Secret
es_es: Clave secreta de cliente
fr_fr: Secret Client

source: Config Base Url
es_es: URL base de configuración
fr_fr: URL de base de configuration

source: Configure how you want the paywall to behave on your site.
es_es: Configura como quieres que se comporte la pasarela de pagos en tu sitio.
fr_fr: Configurez comment vous voulez que le paywall se comporte sur votre site.

source: Copy this value to the "Callback URL" field in your Tollbridge "Integrations" panel.
es_es: Copia este valor en el campo "URL de retorno" en tu panel de "integraciones" de Tollbridge.
fr_fr: Copiez cette valeur dans le champ "Callback URL" dans votre panneau Tollbridge "Integrations".

source: Custom article settings
es_es: Configuración personalizada del artículo
fr_fr: Paramètres d'articles personnalisés

source: days, change articles from
es_es: días, actualizar artículos de
fr_fr: jours, changer les articles de

source: days, change articles from:
es_es: días, actualizar artículos de:
fr_fr: jours, changer les articles de :

source: Enable Advanced Mode?
es_es: ¿Habilitar el modo avanzado?
fr_fr: Activer le mode avancé?

source: Enter the settings from your Tollbrige "Integrations" panel.
es_es: Rellena la configuración desde tu panel de "integraciones" de Tollbridge.
fr_fr: Entrez les paramètres de votre panneau d'intégration Tollbrige.

source: Error code
es_es: Código de error
fr_fr: Code d'erreur

source: Error code received from remote server:
es_es: Código de error recibido del servidor remoto:
fr_fr: Code d'erreur reçu du serveur distant:

source: Error retrieving plans
es_es: Error al obtener los planes
fr_fr: Erreur lors de la récupération des plans

source: Free to paywalled
es_es: Gratuito a restringido
fr_fr: Gratuit à payant

source: Global settings can be overridden on a per-article basis if required.
es_es: La configuración global puede sobrescribirse a nivel de artículo si es necesario.
fr_fr: Les paramètres globaux peuvent être remplacés article par article si nécessaire.

source: Implement Tollbridge paywall on your existing WordPress site.
es_es: Conecta tu sitio Wordpress con Tollbridge.
fr_fr: Implémentez paywall Tollbridge sur votre site Wordpress existant.

source: It looks like the
es_es: Parece que
fr_fr: Il semble que le

source: It looks like the Account Settings you've entered are not active. Please re-check that you can log into your Tollbridge account, and that you have correctly copied over the settings from the Integration panel.
es_es: Parece que la configuración de la cuenta proporcionada no está activa. Por favor, vuelve a comprobar que tienes acceso a tu cuenta de Tollbridge y que has copiado la configuración del panel de integración correctamente.
fr_fr: Il semble que les paramètres de compte que vous avez entrés ne soient pas actifs. Veuillez revérifier que vous pouvez vous connecter à votre compte Tollbridge et que vous avez correctement copié les paramètres du panneau d'intégration.

source: It looks like you've not finished setting up your configuration yet! Please go to
es_es: Parece que aún no has terminado de configurar tu cuenta! Completa el proceso, por favor
fr_fr: Il semble que vous n'ayez pas encore fini de configurer votre configuration ! S'il vous plaît allez à

source: Manage settings globally
es_es: Gestionar configuración globalmente
fr_fr: Gérer les paramètres globalement

source: Manage settings per-article
es_es: Gestionar configuración por artículo
fr_fr: Gérer les paramètres par article

source: No
fr_fr: Non

source: Only grant access to these plans
es_es: Permitir acceso únicamente a estos planes
fr_fr: Accordez uniquement l'accès à ces plans

source: Override Global Settings?
es_es: Sobrescribir configuración global?
fr_fr: Outrepasser les paramètres globaux ?

source: Paywall Config
es_es: Configuración de la pasarela de pagos
fr_fr: Configuration de Paywall

source: Paywall Configuration
es_es: Configuración de la pasarela de pagos
fr_fr: Configuration de Paywall

source: Paywalled to free
es_es: Restringido a gratuito
fr_fr: Paywall gratuit

source: Please try again later.
es_es: Por favor, vuelve a intentarlo más tarde.
fr_fr: Veuillez réessayer plus tard.

source: The Tollbridge server has returned an error
es_es: El servidor de Tollbridge ha respondido con un error
fr_fr: Le serveur Tollbridge a renvoyé une erreur

source: to enter your Tollbridge account details.
es_es: para introducir tus detalles de configuración de Tollbridge.
fr_fr: pour saisir les détails de votre compte Tollbridge.

source: Tollbridge Paywall Management
es_es: Gestión de la pasarela de pagos Tollbridge
fr_fr: Gestion du mur de paiement Tollbridge

source: Use global settings
es_es: Usar configuración global
fr_fr: Utiliser les paramètres globaux

source: Yes
es_es: Sí
fr_fr: Oui

source: you've entered are not active. Please re-check that you can log into your Tollbridge account, and that you have correctly copied over the settings from the Integration panel.
es_es: que has introducido no están activas. Por favor, vuelve a comprobar que tienes acceso a tu cuenta de Tollbridge y que has copiado la configuración del panel de integración correctamente.
fr_fr: ce que vous avez entré n'est pas actif. Veuillez revérifier que vous pouvez vous connecter à votre compte Tollbridge et que vous avez correctement copié les paramètres du panneau d'intégration.
